export default function PrivacyContent() {
  return (
    <div className="w-full flex justify-end  ">
      <div className="w-[68%] md:w-full sm:w-full mt-8 sm:mt-4 md:mt-4">
        <div className="text-2xl font-bold">個人情報の取り扱い基本方針</div>
        <div className="mt-4 text-[16px]">
          <p>
            当社は、個人情報保護とその取り扱いについての重要性を認識し、以下のとおり基本方針を定めております。
          </p>
        </div>
        <div className="mt-4 text-[16px] ">
          <p>
            1.
            個人情報の保護に関する法令その他の規範を遵守し、個人情報の保護に努めます。
          </p>
          <p>
            2.
            個人情報の取り扱い、管理については社内規定を定め、また組織体制を整備するとともに、当社従業員(役員・社員・パートタイマー・アルバイト・派遣社員などを含む)、その他関係者に周知徹底させて実行し、改善・維持してまいります。
          </p>
          <p>
            3.
            個人情報の収集は、本人から収集することを基本とします。本人以外から個人情報を収集する場合は、本人の同意を得たうえで行います。また、「人種、民族、社会的身分、門地、本籍その他社会的差別の原因となる恐れがある事項」、「思想及び信条」及び「労働組合への加入状況」については原則として収集しません。さらに、個人情報保護法で定める要配慮個人情報（本人の病歴、犯罪歴、犯罪被害の事実その他本人に対する不当な差別、偏見その他の不利益が生じないようにその取扱いに特に配慮を要する情報）については、あらかじめ該当情報の必要性を本人に説明し、同意を得たうえで取得します。
          </p>
          <p>
            4.
            外部からの不正アクセス、盗難等の外的要因や、破壊、改ざん、漏洩等の内部的要因リスクに対しては、合理的な安全対策を講じます。
          </p>
          <p>
            5.
            法令上の命令等を除いて、お客様ご本人の事前承認なしに、外部への提供は行いません。
          </p>
          <p>
            6.
            当社では個人情報を扱う業務を外部へ委託する場合があります。その場合は、個人情報の収集時の利用目的を逸脱することがないよう努め、委託先に対して適切な契約を結び、保護管理します。
          </p>
          <p>
            7.
            当社の保有する個人情報について、お客様ご本人から開示・訂正・利用停止等の求めや、苦情・問い合わせがあった場合には、適正に対応します。
          </p>
        </div>
        <div className="mt-10 font-bold">
          <p className="text-2xl">
            基本方針および、当社の個人情報に関するお問い合わせ
          </p>
        </div>
        <div className="mt-4 text-[16px]">
          <p>個人情報相談窓口</p>
          <p>メール：お問い合わせフォームよりご連絡ください。</p>
          <p>
            (月～金曜9時00分～18時 ただし、年末・年始、祝日、当社休日を除く)
          </p>
        </div>
      </div>
    </div>
  );
}
